{
    "first": {
        "img": "animation1.svg",
        "alt": "about me",
        "product_name": "About me",
        "product_desc": "I am a passionate and driven Graphic Designer and Print/Electronic Production specialist with over 10 years of experience creating visually stunning and engaging designs. Currently, I am a student at Fanshawe College in London, Ontario, pursuing my passion for Interactive Media Design. I am expected to complete my program and graduate in  April 2023."
    },
    "second": {
        "img": "animation2.svg",
        "alt": "about education",
        "product_name": "My Education",
        "product_desc": "After completing my studies in Computer Science at AMA University, I initially pursued a career in programming. However, as I started working, I discovered my passion for Graphic Design and began developing my skills in this field. In response to the Covid-19 pandemic and the resulting disruptions, I made the decision to return to academic studies. I am currently enrolled in the Interactive Media Design program at Fanshawe College in Canada, where I am honing my skills and knowledge to further advance my career in the design industry."
    },
    "third": {
        "img": "animation3.svg",
        "alt": "about skills",
        "product_name": "My Weapon Choice",
        "product_desc": "In my design process, I employ various software tools such as Illustrator, XD, and Cinema 4D, depending on the project requirements. I leverage my expertise in Photoshop and After Effects to add the finishing touches to my designs. In terms of front-end development, I have extensive experience with JavaScript, both as a standalone language and as a component of popular frameworks such as GreenSock and VueJS. While I was initially drawn to CSS, I find that SASS has revolutionized my development process and has become an essential tool in my skill set."
    },
    "fourth": {
        "img": "animation4.svg",
        "alt": "about experience",
        "product_name": "My Emplyment History",
        "product_desc": "<span>STAR INC.</span> - GRAPHIC DESIGNER/VIDEO EDITING<br><span>DENTSU PHILIPPINES</span> - DIGITAL IMAGING ARTIST/FREELANCER<br><span>SUSHI GRAPHICS</span> -DIGITAL IMAGING ARTIST/RETOUCHER<br>"
    }
}
